Repository: SniperGER/LockWatchStuff
Catalog: Xcode/LockWatch_1/LockWatch/*.lproj/Localizable.strings
Languages: ar, es, fr, nl

source: Simple
ar: بسيط
nl: Eenvoud

source: Color
ar: الوان
fr: Couleur
nl: Kleur

source: Weather
ar: الطقس
es: Clima
fr: Meteo
nl: Weeer

# CHRONO
source: Chronograph
ar: كرونوجراف
es: Cronografia
fr: Chrono
nl: Chronograaf

source: X-Large
ar: كبير جداً
es: Extra Grande

source: Customize
ar: الأعدادات
es: Customizacion
fr: Modifier
nl: Pas aan

source: Settings
ar: الأعدادات
es: Ajustes
fr: Réglages
nl: Instellingen

# SETTINGS_GENERAL
source: General
ar: عام
fr: Général
nl: Algemeen

# SETTINGS_WATCHFACES
source: Watch Faces
ar: أوجهة الساعات
es: Cara de Reloj

# SETTINGS_PRIVACY
source: Privacy
ar: خصوصيه
es: Privacidad
fr: Confidentialité

# SETTINGS_GRAPHICS
source: Graphics
ar: الشكل
es: Graficos

# SETTINGS_WEATHER
source: Weather
ar: الطقس
es: Clima
fr: Meteo
nl: Weer

# WEATHER_FAHRENHEIT
source: Use Fahrenheit
ar: استعمل فهرنهايت
es: Usar Farenheit
fr: Utiliser Fahrenheit
nl: Gebruik Fahrenheit

# SETTINGS_WATCHFACES_AVAILABLE_FOOTER
source: Disabling watch faces can improve performance. To disable a third party plugin, you have to uninstall it.
ar: إقاف أوجهة الساعات سيحسن الأداء
es: Desactivar caras de Reloj, puede improvisar el rendimiento.
fr: Désactiver les Watch Faces pour améliorer les performances.
nl: Uitzetten van watch faces kan de performance verbeteren.

# LOCATION_TITLE
source: Location Services required
ar: خدمات الموقع مطلوبه
es: Servicio de Localización requerido
fr: Géolocalisation Requise
nl: Location Services verreist

# LOCATION_DESCRIPTION
source: The Location Services are required to update the "Weather" watch face. If you have disabled Location Services, please go to Settings > Privacy > Location Services and enable them. Don't worry, your location won't be sent to anybody.
ar: خدمات الموقع مطلوبه لتحديث "الطقس" وجه الساعه. اذا اقفلت خدمات الموقع، من فضلك توجه إلي الاعدادات > خصوصيه > خدمات الموقع و فعلها. لا تقلق، موقعك لن يتم بعثه إلي اي احد
es: Los servicios de localización son requeridos para actualizar ”Clima” (Carátula de Reloj). Si no lo tienes activado por favor ve a, Ajustes > Privacidad > Servicio de Localización y actívalo. No te preocupes, tu localización no sera enviada a nadie.
fr: Le Service de Géolocalisation est requis pour mettre à jour la watch face "Weather". Si vous souhaitez la désactiver, rendez vous dans Réglages > Confidentialité > Géolocalisation et activé. Ne vous en faites pas, la localisation ne sera envoyée à Personne.
nl: De Location Services zijn noodzakelijk om "Weather" watch faces te updaten. Wanneer deze uit staan, ga dan aub naar Instellingen > Privacy > Location Services en zet ze aan. Uw locatie wordt niet gedeeld.

# SETTINGS_PRIVACY_LOCATION
source: Location Services
ar: خدمات الموقع
es: Servicios de Localización
fr: Géolocalisation
nl: Locatie Services

# SETTINGS_PRIVACY_WOEID
source: Set WOEID for Weather
ar: اكتب رمز ال WOEID
es: Poner WOEID para el Clima
fr: Entrez WOEID for Weather
nl: Stel WOEID in voor Weer

# SETTINGS_PRIVACY_WOEID_ALERT_TITLE
source: Set WOEID
ar: طبق الWOEID
es: Poner WOEID
fr: Entrez WOEID
nl: Stel WOEID in

# SETTINGS_PRIVACY_WOEID_ALERT_DESCRIPTION
source: Set the WOEID (Where On Earth ID) for the location you want to display on the "Weather" watch face.
ar: طبق رمز ال WOEID (اين مكانك في العالم/Where On Earth ID) للموقع الذي تريد ان تراه علي "الطقس" وجه الساعه
es: Poner el WOEID (ID de donde en la Tierra) para la localización que quieres poner en ”Clima” carátula del Reloj
fr: Entrez WOEID (Where On Earth ID) pour le lieu que vous voulez indiquer sur la watch face "Weather".
nl: Stel de WOEID (Where On Earth ID) in om deze als locatie te zien bij de "Weather" watch face.

# SETTINGS_PRIVACY_WOEID_ALERT_OK
source: Set
ar: تطبيق
es: Poner
fr: Ok
nl: Stel in

# SETTINGS_PRIVACY_WOEID_ALERT_CANCEL
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annulé
nl: Annuleer

# SETTINGS_GRAPHICS_AA
source: Anti-Aliasing
ar: التنعيم

# SETTINGS_GRAPHICS_AA_FOOTER
source: Disabling Anti-Aliasing improves performance at the expense of display quality.
ar: إقاف التنعيم سيحسن الأداء علي حساب الجوده
es: Desactivar Anti-Aliasing mejora el rendimiento por el costo de calidad.
fr: Désactivé Anti-Aliasing améliore les perforcmances et la qualité d'affichage.
nl: Het uitzetten van Anti-Aliasing verbeterd de performance ten koste van de kwaliteit.

# SETTINGS_GENERAL_FOOTER
source: Version %@
nl: Versie %@
